{"locations":[{"longitude":"-72.654283","facility_id":"F_336","search_terms":"200 High St, Eclectic, Eclectic Society, Phi Nu Theta, fraternity","name":"Eclectic","description":"200 High Street","latitude":"41.554999","url":null,"id":"P_385","campus_map_building_id":null},{"longitude":null,"facility_id":"F_46","search_terms":"Winchester House, anthropology, Anthropology Department","name":"Anthropology","description":"Winchester House","latitude":null,"url":null,"id":"P_387","campus_map_building_id":null},{"longitude":null,"facility_id":"F_25","search_terms":"English, English Department, 285 Court","name":"English Department","description":"285 Court","latitude":null,"url":null,"id":"P_386","campus_map_building_id":null},{"longitude":null,"facility_id":"F_43","search_terms":"255 High Street, Center for the Americas, American Studies Program, American Studies","name":"American Studies Program","description":"Center for the Americas, 255 High Street","latitude":null,"url":null,"id":"P_388","campus_map_building_id":null},{"longitude":null,"facility_id":"F_31","search_terms":"Astronomy, Astronomy Department, Van Vleck Observatory","name":"Astronomy","description":"Van Vleck Observatory","latitude":null,"url":null,"id":"P_408","campus_map_building_id":null},{"longitude":null,"facility_id":"F_9","search_terms":"Biology Department, Hall-Atwater, 52 Lawn Avenue","name":"Biology","description":"Hall-Atwater Laboratories, 52 Lawn Avenue","latitude":null,"url":null,"id":"P_409","campus_map_building_id":null},{"longitude":"-72.654133","facility_id":"F_302","search_terms":"Horgan House, University Relations, 77 Pearl St.","name":"Horgan House","description":"77 Pearl St.","latitude":"41.560202","url":null,"id":"P_365","campus_map_building_id":null},{"longitude":null,"facility_id":"F_44","search_terms":"Asian Languages and Literatures, Fisk Hall, 262 High Street","name":"Asian Languages and Literatures","description":"Fisk Hall, Third Floor, 262 High Street","latitude":null,"url":null,"id":"P_407","campus_map_building_id":null},{"longitude":null,"facility_id":"F_9","search_terms":"Chemistry Department, Chemistry, Hall-Atwater Laboratories, 52 Lawn Avenue","name":"Chemistry","description":"Hall-Atwater Laboratories, 52 Lawn Avenue","latitude":null,"url":null,"id":"P_410","campus_map_building_id":null},{"longitude":"-72.656477","facility_id":"F_469","search_terms":"Malcom X House","name":"Malcom X House","description":"The Malcolm X House is one of more than two dozen program houses on campus. Program houses bring a particular focus point to residential life. In April 1969, following the takeover of Fisk Hall, a unanimous faculty vote marked the inception of a residential dorm that fostered several novel programs as an integral part of the Black community at Wesleyan. The initial house members were known as the Vanguard Class.","latitude":"41.559752","url":"http://www.wesleyan.edu/virtualtour/photos/024.jpg","id":"024","campus_map_building_id":"10"},{"longitude":"-72.658194","facility_id":"F_108","search_terms":"Admission Office, Office of Admission, Admission, Stewart M. Reid House, McKelvey Room, 70 Wyllys Avenue","name":"Admission Office","description":"The Admission Office is often the first point of reference on campus for new and prospective students.  This yellow building located at 70 Wyllys Avenue is where campus tours depart and information sessions are presented. Please see Today's Events for times. You may also coordinate an overnight visit to Wesleyan through this office, where you can attend open houses and hear the inside scoop about campus from a current Wesleyan senior interviewer.","latitude":"41.556922","url":"http://www.wesleyan.edu/virtualtour/photos/reid.jpg","id":"810","campus_map_building_id":"37"},{"longitude":"-72.657738","facility_id":"F_489","search_terms":"Clark Hall","name":"Clark Hall","description":"Originally built in 1916, this five-story residence hall was completely renovated and reopened in August 2002. Clark houses 128 first-year students as part of the many ResLife options.","latitude":"41.554522","url":"http://www.wesleyan.edu/virtualtour/photos/003.jpg","id":"003","campus_map_building_id":"1"},{"longitude":"-72.657100","facility_id":"F_12","search_terms":"Olin Memorial Library, Olin Library, Olin, Library, Circulation Office, Interlibrary Loan, Reference and Research, Reference, ReferenceNow, Rare Book Room, Davison Rare Book Room, Reserves, Smith Reading Room, Special Collections, Special Collections and Archives, University Archives, Scores and Recordings, World Music Library","name":"Olin Memorial Library","description":"Designed by Henry Bacon, the same architect who designed the Lincoln Memorial, Olin Library is the largest of Wesleyan's four libraries. Whatever your study mood, whatever your study habit, Olin has a place for you: quiet, leather-clad reading rooms, cubicles nestled in among the book stacks, and open talking areas. Olin houses 1.3 million volumes and receives 3,350 periodicals. Like everything else at Wesleyan, the materials are there to be used.","latitude":"41.554193","url":"http://www.wesleyan.edu/virtualtour/photos/olin.jpg","id":"004","campus_map_building_id":"2"},{"longitude":"-72.655957","facility_id":"F_500","search_terms":"Allbritton, Center for the Study of Public Life, Shapiro Creative Writing Center, Quantitative Analysis Center, Feminist Gender and Sexuality Studies, Instructional Media Services, fgss, ims, qac","name":"Allbritton Center","description":"The <a href=\"http://www.wesleyan.edu/allbritton\">Allbritton Center</a> opened in the fall 2009 in a beautifully renovated 1904 Beaux Art building, formerly home to a physics facility (Scott Lab) and the Davenport Student Center. The building now houses the Allbritton Center for the Study of Public Life, which continues Wesleyan's commitment to preparing students for lives as active citizens and for leadership; the center enables the University to focus resources, encourage curricular innovation and new scholarship, and foster greater public understanding and responsibility. The same building also is home to the Shapiro Creative Writing Center, which provides a locus for students and faculty seriously engaged with writing. In addition, the Allbrittion Center contains the Quantitative Analysis Center (QAC) and the Feminist, Gender and Sexuality Studies Program.","latitude":"41.554196","url":"http://www.wesleyan.edu/virtualtour/photos/davenportfront.jpg","id":"006","campus_map_building_id":"35"},{"longitude":"-72.655817","facility_id":"F_37","search_terms":"Judd Hall, Psychology","name":"Judd Hall","description":"When it opened in 1871, Judd Hall was the first building in the United States dedicated exclusively to undergraduate science instruction. It currently is home to the Psychology Department and the Psychology Library.","latitude":"41.554895","url":"http://www.wesleyan.edu/virtualtour/photos/judd.jpg","id":"007","campus_map_building_id":"3"},{"longitude":"-72.655984","facility_id":"F_39","search_terms":"Patricelli '92 Theater, '92 Theater, Ring Family Stage, Second Stage","name":"Patricelli '92 Theater","description":"Completed in 1868 with brownstone quarried in nearby Portland, this building housed the original university library. Donations by the Class of 1892 funded renovations to this building after Olin Memorial Library opened in 1928. Recent renovations and upgrades modernized the facility while preserving the look of College Row.  The Ring Family Stage, dedicated in 2003, is the home of Second Stage, a student-run theater production company.","latitude":"41.555284","url":"http://www.wesleyan.edu/virtualtour/photos/92theater.jpg","id":"008","campus_map_building_id":"4"},{"longitude":"-72.656051","facility_id":"F_40","search_terms":"Memorial Chapel, Chapel, Vespers","name":"Memorial Chapel","description":"Built in 1871 as a memorial to Wesleyan alumni and students who fell in the Civil War, the Memorial Chapel was recently restored and renovated, and is now the largest teaching and assembly space on campus. Both traditional and nontraditional Protestant and Catholic services can be observed during the week. You can also get married at the chapel.","latitude":"41.555627","url":"http://www.wesleyan.edu/virtualtour/photos/memorial_chapel.jpg","id":"009","campus_map_building_id":"5"},{"longitude":"-72.656091","facility_id":"F_41","search_terms":"South College, Office of the President, President's Office, University Communications, Media Relations, Publications, Bells","name":"South College","description":"Currently home to the President's Office, South College was built in 1825 and is the only building on campus that dates back to Wesleyan's beginning. A campus favorite is the set of 16 copper alloy bells, atop the building. Every day at noon, when the bells are rung by students, you might hear the theme from the Flintstones cartoon series, a Beatles song, Happy Birthday, or Darth Vader's Death March.","latitude":"41.555991","url":"http://www.wesleyan.edu/virtualtour/photos/south_college.jpg","id":"010","campus_map_building_id":"6"},{"longitude":"-72.656102","facility_id":"F_42","search_terms":"North College, Office of the Registrar, Registrar's Office, Registrar, Office of Student Services, Student Services, Campus Programs, WesCard Office, WesCard, Cashier's Office, Office of Student Accounts, Student Loans, Office of Financial Aid, Financial Aid, Office of Residential Life, Residential Life, Student Leadership and Development, Office of the Dean of the College, Dean's Office, Deans Office, Office of International Student Services, OISS","name":"North College","description":"Currently the main administrative building, North College was the first dormitory of the college. It burned down in 1906, was assessed at a total loss of $86,000, and was rebuilt to replicate the original. This is where you'll find Financial Aid, Student Accounts, the Office of the Dean of the College, the Registrar's Office, and the Office of Residential Life. North College is also where you get IDs.","latitude":"41.556328","url":"http://www.wesleyan.edu/virtualtour/photos/011.jpg","id":"011","campus_map_building_id":"7"},{"longitude":"-72.657073","facility_id":"F_519","search_terms":"Fayerweather Gymnasium, Fayerweather Gym, Fayerweather, Beckham, Beckham Hall","name":"Fayerweather","description":"With its distinctive Romanesque towers, Fayerweather was originally built in 1894 as the university gymnasium; it was designed by architect J. C. Cady, who also designed the south wing of New York City's American Museum of Natural History (1892-98)  and buildings at Williams College and Yale University. The renovated Fayerweather now houses theatrical and dance rehearsal spaces and Beckham Hall (on the second floor), which can accommodate large dinners, dances, and lectures. The hall is named for late Edgar Beckham who was dean of the college from 1973-1990.","latitude":"41.556814","url":"http://www.wesleyan.edu/virtualtour/photos/fayerweather.jpg","id":"012","campus_map_building_id":"36"},{"longitude":null,"facility_id":null,"search_terms":null,"name":null,"description":null,"latitude":null,"url":null,"id":"013","campus_map_building_id":null},{"longitude":"-72.655587","facility_id":"F_45","search_terms":"President's House","name":"President's House","description":"This Italianate residence was built in 1834 and used to be the home of the widow of Samuel Dickinson Hubbard, who was Postmaster General in 1852-53. It became the President's House starting in 1904 and was added to the National Register of Historic Places in 1978.","latitude":"41.557372","url":"http://www.wesleyan.edu/virtualtour/photos/018.jpg","id":"018","campus_map_building_id":"8"},{"longitude":"-72.655184","facility_id":"F_55","search_terms":"Russell House, Millett Room, Center for Creative Youth, CCY","name":"Russell House","description":"Built in 1828, the Russell House is home to the Philosophy department and is used for intimate literary and musical events. Considered one of the nation's finest examples of domestic Greek Revival architecture, it was designated a national Historical Landmark in 2001.","latitude":"41.560298","url":"http://www.wesleyan.edu/virtualtour/photos/russelfront.jpg","id":"025","campus_map_building_id":"38"},{"longitude":"-72.654972","facility_id":"F_49","search_terms":"Downey House, Downy House, Downey, Downy, The Downey House","name":"The Downey House","description":"Built in 1841-42 and acquired by the University in 1922, this Italianate-style building on the corner of High and Court streets was named The Downey House in the 1935 in honor of former trustee Dr. David Downey, Class of 1884. The building was recently renovated and reinvigorated as the heart of the Humanities District. It now houses faculty offices for the English, Classical Studies, and Romance Languages and Literatures departments, and the Writing Programs. The building also has a seminar room for 50 people, two classrooms, and an 850-square-foot Humanities Lounge.","latitude":"41.558307","url":"http://www.wesleyan.edu/virtualtour/photos/downeyhouse.jpg","id":"030","campus_map_building_id":"52"},{"longitude":"-72.654594","facility_id":"F_44","search_terms":"Fisk Hall, Office of International Studies, International Studies, Study Abroad, OIS, Language Resource center, Language Lab","name":"Fisk Hall","description":"Constructed in 1904 and named for Wesleyan's founder, the building houses the Office of International Studies, which oversees study abroad programs. Almost half of all students will spend at least a semester abroad in one of the 150 programs the OIS has to offer before they graduate. Notice that the Willbur on the entrance here has two \"L's,\" while President Willbur Fisk's tombstone over in the College Cemetery is marked incorrectly with one \"L.\"","latitude":"41.557271","url":"http://www.wesleyan.edu/virtualtour/photos/033.jpg","id":"033","campus_map_building_id":"11"},{"longitude":"-72.656295","facility_id":"F_10","search_terms":"Shanklin Laboratory, Shanklin","name":"Shanklin Laboratory","description":"Wesleyan has the most lab space per student of any school in the country. Atwater, named for the fellow who discovered that the calorie is associated with food, serves as the home of the departments of Biology, Chemistry, and Molecular Biology and Biochemistry. Facilities include cold rooms and other temperature rooms, environment chambers, chromatography rooms, darkrooms, transmission and scanning electron microscopes, nuclear magnetic resonance spectrometers, mass and infrared spectrometers, and a variety of gas and liquid chromatographs.","latitude":"41.553502","url":"http://www.wesleyan.edu/virtualtour/photos/341.jpg","id":"341","campus_map_building_id":"39"},{"longitude":"-72.657459","facility_id":"F_15","search_terms":"Exley Science Center, Exley, Science Center, Science Tower, Information Technology Services, ITS, Help Desk, Computer Store, Math Workshop, Pi Cafe","name":"Exley Science Center / Pi Cafe","description":"Wesleyan's Exley Science Center provides an academic home on campus for science students. Undergrads are frequently coauthors, or primary authors, of papers in the sciences as they are in all departments. The Science Center includes the Science Tower - home of physics, mathematics, computer science, earth and environmental sciences, computer labs, and information technology services. The center also contains the Science Library, or SciLi, which stays open later than all other campus libraries and 24 hours a day during finals. Pi Cafe is a partner project with the University and students that includes dining facility upgrades and is based on student-driven development of a social dining experience.","latitude":"41.553313","url":"http://www.wesleyan.edu/virtualtour/photos/exley.jpg","id":"345","campus_map_building_id":"16"},{"longitude":"-72.656515","facility_id":"F_90","search_terms":"World Music Hall","name":"Center for the Arts - World Music Hall","description":"Check out the Japanese Gamelan, a 40-person percussion instrument ensemble that is one of the most active gamelan programs nationwide. This space, without any formal seating, provides a venue for various world music events as well as student recitals.","latitude":"41.557472","url":"http://www.wesleyan.edu/virtualtour/photos/world_music_hall.jpg","id":"363","campus_map_building_id":"18"},{"longitude":"-72.657137","facility_id":"F_94","search_terms":"Cinema","name":"Center for the Arts - Hall","description":"The Center for the Arts Hall, formerly called the CFA Cinema, is a 260-seat space that is used as a daytime classroom. In the evening it serves as a venue for lectures, film screenings, and music events.","latitude":"41.558965","url":"http://www.wesleyan.edu/virtualtour/photos/367.jpg","id":"367","campus_map_building_id":"19"},{"longitude":"-72.657459","facility_id":"F_87","search_terms":"Theater and Dance Studios, Dance Studios","name":"CFA - Theater and Dance Studios","description":"These studios contain rehearsal halls, a dance studio, faculty offices, and theater support facilities, including a costume shop, a scene shop, and dressing rooms.","latitude":"41.559575","url":"http://www.wesleyan.edu/virtualtour/photos/371.jpg","id":"371","campus_map_building_id":"20"},{"longitude":"-72.654229","facility_id":"F_79","search_terms":null,"name":"Parking: Lot A - Behind Fisk","description":"Location: College Street, behind Fisk Hall<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.557364","url":"http://www.wesleyan.edu/virtualtour/photos/lot_a.jpg","id":"P_A","campus_map_building_id":"59"},{"longitude":"-72.65498","facility_id":"F_50","search_terms":"Romance Languages, Romance Literatures, Languages, Language, RLAN","name":"Romance Languages and Literatures","description":"This building is the home of the French, Italian, Spanish, and Romance literatures majors at Wesleyan University. All Romance languages and literatures majors are strongly encouraged to spend at least one semester studying abroad in a Romance language-speaking country.","latitude":"41.558757","url":"http://www.wesleyan.edu/virtualtour/photos/romance_languages.jpg","id":"RLAN","campus_map_building_id":"31"},{"longitude":"-72.655168","facility_id":"F_2020","search_terms":null,"name":"Parking: Lot C - Church Street","description":"Location: Church Street, behind the Center for Community Partnerships<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.553827","url":"http://www.wesleyan.edu/virtualtour/photos/lot_c.jpg","id":"P_9","campus_map_building_id":"54"},{"longitude":"-72.653886","facility_id":"F_102","search_terms":null,"name":"Parking: Lot B - William Street","description":"Location: William Street, behind the Office of Public Safety<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.555449","url":"http://www.wesleyan.edu/virtualtour/photos/lot_b.jpg","id":"P_8","campus_map_building_id":"57"},{"longitude":"-72.657582","facility_id":"F_80","search_terms":null,"name":"Parking: Lot D - Behind Exley","description":"Location: Behind the Exley Science Center<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.552643","url":"http://www.wesleyan.edu/virtualtour/photos/lot_d.jpg","id":"P_10","campus_map_building_id":"68"},{"longitude":"-72.657727","facility_id":"F_2021","search_terms":null,"name":"Parking: Lot E - Admissions","description":"Location: Wyllys Avenue, next to the Office of Admission<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Reserved parking spots for visitors to the Office of Admission.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.557195","url":"http://www.wesleyan.edu/virtualtour/photos/lot_e.jpg","id":"P_11","campus_map_building_id":"65"},{"longitude":"-72.65586","facility_id":"F_27","search_terms":null,"name":"Parking: Lot G - Davison Art Center","description":"Location: High Street, next to the Davison Art Center<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.558628","url":"http://www.wesleyan.edu/virtualtour/photos/lot_g.jpg","id":"P_12","campus_map_building_id":"62"},{"longitude":"-72.654272","facility_id":"F_74","search_terms":null,"name":"Parking: Lot H - 279 Court Street","description":"Location: Between 279 and 285 Court Street<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.558279","url":"http://www.wesleyan.edu/virtualtour/photos/lot_h.jpg","id":"P_13","campus_map_building_id":"60"},{"longitude":"-72.654895","facility_id":"F_73","search_terms":null,"name":"Parking: Lot J - 274 Court Street","description":"Location: Court Street, behind Court Street Apartments<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.558817","url":"http://www.wesleyan.edu/virtualtour/photos/lot_j.jpg","id":"P_14","campus_map_building_id":"61"},{"longitude":"-72.656992","facility_id":"F_2022","search_terms":null,"name":"Parking: Lot K - 202 Washington","description":"Location: Between 202 and 230 Washington Street<br>Who can park here: Student parking<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.560784","url":"http://www.wesleyan.edu/virtualtour/photos/lot_k.jpg","id":"P_15","campus_map_building_id":"63"},{"longitude":"-72.654229","facility_id":"F_21","search_terms":null,"name":"Parking: Lot L - Butterfield Colleges","description":"Location: Lawn Avenue, next to Butterfield Colleges<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.553217","url":"http://www.wesleyan.edu/virtualtour/photos/lot_l.jpg","id":"P_16","campus_map_building_id":"55"},{"longitude":"-72.662297","facility_id":"F_2025","search_terms":null,"name":"Parking: Lot Q - Freeman","description":"Location: Behind the Freeman Athletic Center<br>Who can park here: Open to the public.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.550736","url":"http://www.wesleyan.edu/virtualtour/photos/lot_q.jpg","id":"P_17","campus_map_building_id":"70"},{"longitude":"-72.662373","facility_id":"F_28","search_terms":null,"name":"Parking: Lot R - Cross Street","description":"Location: Cross Street, across from the Freeman Athletic Center<br>Who can park here: Open to the public.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.552514","url":"http://www.wesleyan.edu/virtualtour/photos/lot_r.jpg","id":"P_18","campus_map_building_id":"67"},{"longitude":"-72.653098","facility_id":"F_77","search_terms":null,"name":"Parking: Lot S - Church Street","description":"Location: Church Street, behind the Religious Studies Center<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.553787","url":"http://www.wesleyan.edu/virtualtour/photos/lot_s.jpg","id":"P_19","campus_map_building_id":"56"},{"longitude":"-72.658403","facility_id":"F_8","search_terms":null,"name":"Parking: Lot T - Center for the Arts","description":"Location: Washington Terrace, next to the Center for Film Studies<br>Who can park here: Faculty/Staff only, 8 a.m.-5 p.m., M-F.<br>Open to students after 5 p.m. and on weekends.<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.558544","url":"http://www.wesleyan.edu/virtualtour/photos/lot_t.jpg","id":"P_20","campus_map_building_id":"64"},{"longitude":"-72.659036","facility_id":"F_81","search_terms":null,"name":"Parking: Lot U - Pine Avenue","description":"Location: Off Pine Street, by Pine Avenue<br>Who can park here: Open to the public.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.550166","url":"http://www.wesleyan.edu/virtualtour/photos/lot_u.jpg","id":"P_21","campus_map_building_id":"69"},{"longitude":"-72.661514","facility_id":"F_84","search_terms":null,"name":"Parking: Lot V - Tennis Courts","description":"Location: Vine Street, next to the John Wood Memorial Tennis Courts<br>Who can park here: Student and public parking<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.554887","url":"http://www.wesleyan.edu/virtualtour/photos/lot_v.jpg","id":"P_22","campus_map_building_id":"66"},{"longitude":"-72.651992","facility_id":"F_2024","search_terms":null,"name":"Parking: Lot W - High Rise","description":"Location: Church Street, by the High Rise<br>Who can park here: Student parking<br>Parking permits are available at the <a href=\"http://www.wesleyan.edu/publicsafety/\" target=\"_blank\"><u>Office of Public Safety</u></a>, located at 208 High St.<br>- <a href=\"http://www.wesleyan.edu/publicsafety/vehicles.htm\" target=\"_blank\"><u>Information about having a vehicle on campus</u></a><br>- <a href=\"http://www.wesleyan.edu/about/traveltowes.htm\" target=\"_blank\"><u>Driving directions</u></a>","latitude":"41.555477","url":"http://www.wesleyan.edu/virtualtour/photos/lot_w.jpg","id":"P_23","campus_map_building_id":"58"},{"longitude":"-72.657448","facility_id":"F_111","search_terms":"Andrus Field","name":"Andrus Field","description":"At the center of the original university, this is the home field for baseball and football. Games are visible to passersby, from Foss Hill and from Olin Library. The field is also used for any number of recreational activities. Standing on the field, one only has to look around to envision Wesleyan's purpose as a liberal arts college. Football fans will note that Wesleyan is the only NCAA football team to be undefeated against the Michigan Wolverines. But don't expect a rematch soon. The only game was played in the 19th century.","latitude":"41.555553","url":"http://www.wesleyan.edu/virtualtour/photos/andrusfield.jpg","id":"P_24","campus_map_building_id":"23"},{"longitude":"-72.659041","facility_id":"F_110","search_terms":"Foss Hill","name":"Foss Hill","description":"Foss Hill was once home of the Foss Family Farm, and Doc Fauver - the college physician - until the late 1950's. The first President of Wesleyan University, Wilbur Fisk and his wife, are buried in the Foss Hill cemetery. On sunny days, students relax on the hill in between classes and on snowy days Foss Hill is a popular neighborhood and campus sledding hill.","latitude":"41.555405","url":"http://www.wesleyan.edu/virtualtour/photos/fosshill.jpg","id":"P_25","campus_map_building_id":"33"},{"longitude":"-72.65748","facility_id":"F_96","search_terms":"Ezra and Cecile Zilkha Gallery, Zilkha Gallery","name":"Center for the Arts - Zilkha Gallery","description":"Zilkha Gallery presents innovative contemporary art in various media. The changing exhibitions feature nationally-recognized, emerging and established artists as well as work created by faculty and students.","latitude":"41.559174","url":"http://www.wesleyan.edu/virtualtour/photos/zilkha.jpg","id":"ZLKA","campus_map_building_id":"34"},{"longitude":"-72.659288","facility_id":"F_580","search_terms":"Fauver, Fauver Field Residence, Fauver Field Residences","name":"Fauver Apartments","description":"As part of university-wide efforts to keep students engaged and connected on campus, the newly-completed Fauver Residences at the corner of Vine and Cross streets currently house 270 undergraduate students. The Fauver Apartment Building for upperclass students has 20 five-bedroom suites and two, two-bedroom suites. The 166-bed Fauver Residence Hall houses 160 first-year students in 80 double bedrooms off a central corridor with six resident advisors in the building (two on each floor) and a full-time area coordinator living in an apartment unit on the first floor.","latitude":"41.553406","url":"http://www.wesleyan.edu/virtualtour/photos/fauver_residences.jpg","id":"907","campus_map_building_id":"51"},{"longitude":"-72.65969","facility_id":"F_581","search_terms":null,"name":"Fauver Residence Hall","description":null,"latitude":"41.55416","url":null,"id":"908","campus_map_building_id":"51"},{"longitude":"-72.654337","facility_id":"F_38","search_terms":"Office of Public Safety, Public Safety, Emergency","name":"Office of Public Safety","description":"First and foremost, the Office of Public Safety is dedicated to maintaining a safe environment on the Wesleyan campus. Officers and supervisors patrol the campus 24 hours a day on foot, by bicycle, and in cars. And, this is where you register your vehicle. For more information, visit their <a href=\"http://www.wesleyan.edu/publicsafety\" target=\"new\"><u>website</u></a>.","latitude":"41.555336","url":"http://www.wesleyan.edu/virtualtour/photos/public_safety.jpg","id":"624","campus_map_building_id":"25"},{"longitude":"-72.651907","facility_id":"F_100","search_terms":"William Street High Rise, Low Rise, High Rise","name":"William Street High Rise, Low Rise","description":"Wesleyan's High and Low Rise apartments are located on William Street, a short distance from the Wesleyan bookstore. The High Rise apartments house two students per unit, which includes a bathroom and kitchen. The Low Rise apartments house four students in each unit with four single bedrooms, bathroom on the second floor and a spacious kitchen and common room on the first floor. Both High and Low Rise apartments are available to sophomores, juniors and seniors.","latitude":"41.555758","url":"http://www.wesleyan.edu/virtualtour/photos/highrise_lowrise.jpg","id":"064","campus_map_building_id":"48"},{"longitude":"-72.6601719","facility_id":"F_495","search_terms":null,"name":"Nicolson 6","description":null,"latitude":"41.5562483","url":null,"id":"317","campus_map_building_id":"47"},{"longitude":"-72.6601719","facility_id":"F_496","search_terms":null,"name":"Nicolson 7","description":null,"latitude":"41.5562483","url":null,"id":"318","campus_map_building_id":"47"},{"longitude":"-72.659647","facility_id":"F_515","search_terms":null,"name":"Foss 9 - Hewitt","description":null,"latitude":"41.556428","url":null,"id":"321","campus_map_building_id":"41"},{"longitude":"-72.659647","facility_id":"F_513","search_terms":"Hewitt","name":"Foss 10 - Hewitt","description":"The Hewitt Dorms, more commonly known around campus as the Foss Hill Dorms, are centrally located on campus on what was once the Foss family farm. These dorms, which include balconies, generally house first- and second-year students.","latitude":"41.556428","url":"http://www.wesleyan.edu/virtualtour/photos/fosshilldorms2.jpg","id":"322","campus_map_building_id":"41"},{"longitude":"-72.656987","facility_id":"F_14","search_terms":"Science Library, SciLi, Woodhead Lounge","name":"Science Library","description":"The Science Library, located in the center of the Science Complex, is the divisional library for the natural and physical sciences. While serving the information needs of the entire Wesleyan community, the Science Library primarily supports the Departments of Astronomy, Biology, Chemistry, Earth and Environmental Science, Molecular Biology and Biochemistry, Mathematics and Physics. In all, it holds almost 190,000 volumes, 925 journal titles and provides access to a variety of electronic indexes, databases, and electronic texts.","latitude":"41.553389","url":"http://www.wesleyan.edu/virtualtour/photos/sci_library.jpg","id":"343","campus_map_building_id":"50"},{"longitude":"-72.660184","facility_id":"F_99","search_terms":"Center for East Asian Studies, Mansfield Freeman Center for East Asian Studies, Freeman Family Japanese Garden, Japanese Garden, FEAS, Mansfield Freeman Lecture, Freeman Lecture","name":"Center for East Asian Studies","description":"The late Victorian, shingle-style home was built in 1905 and renovated in 1987. Home of East Asian Studies, the center attracts visitors from all over the state. The Japanese-style garden alone is worth a visit.","latitude":"41.558445","url":"http://www.wesleyan.edu/virtualtour/photos/east_asian_studies.jpg","id":"EAST","campus_map_building_id":"28"},{"longitude":null,"facility_id":"F_208","search_terms":"Graduate Liberal Studies Program, GLSP, MALS","name":"Graduate Liberal Studies Program","description":"The Graduate Liberal Studies offers adults in the local community the opportunity to participate in Wesleyan's liberal arts tradition on a part-time schedule. Featuring courses in the arts, humanities, mathematics, sciences, and social sciences, the program awards the Master of Arts in Liberal Studies and the Certificate of Advanced Study. Founded in 1953 as a program for teachers to pursue part-time graduate study, the program now offers 80 courses each year to more than 500 students, including teachers and local professionals.","latitude":null,"url":"http://www.wesleyan.edu/virtualtour/photos/glsp.jpg","id":"P_305","campus_map_building_id":null},{"longitude":"-72.65453","facility_id":"F_35","search_terms":"CCP and University Chaplains, CCP, Chaplains Office, Chaplains, Protestant Chaplain, Jewish Chaplain, Muslim Chaplain, Roman Catholic Chaplain, Rabbi, Wesleyan Havurah, Havurah, Community Partnerships, Office of Service-Learning, Service-Learning, Service Learning, Office of Community Relations, Community Relations, Office of Community Service and Volunteerism, Community Service, OCS, Volunteers, Volunteer Work","name":"CCP / University Chaplains","description":"Currently The Center for Community Partnerships offers meaningful opportunities for students to engage in community service and volunteerism, and integrates experiences outside the classroom with the academic curriculum. Wesleyan students have a tradition of enhancing effective citizenship and making a lasting impact on our local and global communities through service-oriented efforts.<br><br>Each of the four chaplains sponsors a weekly service. All students are welcome at any of these services. The chaplains also work together to sponsor several multifaith events during the year.","latitude":"41.553935","url":"http://www.wesleyan.edu/virtualtour/photos/chaplains_commpartnerships.jpg","id":"CREL","campus_map_building_id":"27"},{"longitude":"-72.65622","facility_id":"F_53","search_terms":"University Health Center, Health Center, Health Services, Davison Health Center, Office of Behavioral Health for Students, Behavioral Health for Students, Office of Health Education, Health Education, WesWELL","name":"University Health Center","description":"The Health Center is open to Wesleyan students, faculty, and staff when classes are in session, Monday through Thursday, 9 a.m. to 7 p.m.; Friday, 9 a.m. to 5 p.m.; and Saturday, noon to 4 p.m.; it is closed during the academic breaks and summer. The center is staffed by physicians, nurse practitioners, a physician associate, and nursing personnel who provide comprehensive primary care services for illness or injury to students.","latitude":"41.55926","url":"http://www.wesleyan.edu/virtualtour/photos/health_enterance.jpg","id":"023","campus_map_building_id":"40"},{"longitude":"-72.655034","facility_id":"F_47","search_terms":"COE, College of the Environment","name":"College of the Environment","description":"Wesleyan created the College of the Environment in 2009 with a belief in the resilience of the human spirit and a desire to develop a long-term vision of human and ecosystem health. We believe that the high productivity and interdisciplinary nature of Wesleyan's faculty; the intellectual, questioning, activist nature of its students; and the intimate relationship of the faculty-student teaching experience create opportunities for Wesleyan to make significant contributions to re-orienting our nation's and the world's trajectory.\r\n\r\n","latitude":"41.558098","url":"http://www.wesleyan.edu/virtualtour/photos/glsp.jpg","id":"031","campus_map_building_id":"53"},{"longitude":"-72.653376","facility_id":"F_507","search_terms":"WesWings, Wes Wings, 156 High Street","name":"156 High Street / WesWings","description":"This residence hall for students in upper classes contains several large communal spaces and the popular Wesleyan hangout  WesWings, located on the first floor. Sometimes referred to as \"chicken with attitude,\" WesWings is open for lunch and dinner and offers a variety of daily specials, such as surf and turf, cobb salad, chicken taco salad, shrimp alfredo, and more.","latitude":"41.553747","url":"http://www.wesleyan.edu/virtualtour/photos/156high.jpg","id":"057","campus_map_building_id":"49"},{"longitude":"-72.658537","facility_id":"F_499","search_terms":"WesShop","name":"WEShop","description":"WEShop is the University convenience store on campus. It stocks an inventory of more than 3,000 items including fresh produce and meats, a natural foods section, name-brand groceries, and health and beauty supplies.","latitude":"41.554004","url":"http://www.wesleyan.edu/virtualtour/photos/westcollege_weshop.jpg","id":"068","campus_map_building_id":"43"},{"longitude":"-72.660356","facility_id":"F_494","search_terms":"Nicholson, Nicolson","name":"Nicolson 5","description":"This co-ed residence hall, located on Foss Hill next to McConaughy dining hall, accommodates first- and second- year students. Nicholson is equipped with a lounge where students will find a common kitchen, television and pool table. This residence hall offers easy access to the Vine Street parking lot.","latitude":"41.555336","url":"http://www.wesleyan.edu/virtualtour/photos/nicholson.jpg","id":"316","campus_map_building_id":"47"},{"longitude":"-72.659647","facility_id":"F_514","search_terms":null,"name":"Foss 8 - Hewitt","description":null,"latitude":"41.556428","url":null,"id":"320","campus_map_building_id":"41"},{"longitude":"-72.656112","facility_id":"F_543","search_terms":"Zelnick Pavilion","name":"Zelnick Pavilion","description":"This glass atrium, completed in 2003, connects the Memorial Chapel to the Patricelli '92 Theater. It offers an open, airy view of the Connecticut River to the east and Andrus Field, Foss Hill, and the Van Vleck Observatory to the west. The pavilion may also be utilized, and rented, for receptions or small dinners.","latitude":"41.555453","url":"http://www.wesleyan.edu/virtualtour/photos/zelnick.jpg","id":"909","campus_map_building_id":"44"},{"longitude":"-72.6601986","facility_id":"F_490","search_terms":"West College, WesCo, WestCo, WEShop, WestCo Cafe","name":"Foss 1 - Westco","description":"West College is a part of Wesleyan housing that fosters creative forms of involvement in multiculturalism, community responsibility, and social action. It has singles and two-room doubles and houses the WestCo Cafe, a student-run cafe.","latitude":"41.5562551","url":"http://www.wesleyan.edu/virtualtour/photos/westcollege.jpg","id":"310","campus_map_building_id":"42"},{"longitude":"-72.6601986","facility_id":"F_491","search_terms":null,"name":"Foss 2 - Westco","description":null,"latitude":"41.5562551","url":null,"id":"311","campus_map_building_id":"42"},{"longitude":"-72.6601986","facility_id":"F_492","search_terms":null,"name":"Foss 3 - Westco","description":null,"latitude":"41.5562551","url":null,"id":"313","campus_map_building_id":"42"},{"longitude":"-72.6601986","facility_id":"F_493","search_terms":null,"name":"Foss 4 - Westco","description":null,"latitude":"41.5562551","url":null,"id":"314","campus_map_building_id":"42"},{"longitude":"-72.654471","facility_id":"F_511","search_terms":"Butterfield Colleges, Butterfield C, The Butts, Butterfield A, Career Resource Center, CRC, Career Resources, Butterfield B, Health Professions Partnership Initiative, HPPI, Mellon Mays Undergraduate Fellowship Program, Mellon Mays, Mellon Program, MMUF, College of Letters, COL, Summerfields","name":"Butterfield Colleges - A","description":"Named after Victor L. Butterfield, Wesleyan's 11th president, the Butterfield Colleges are the home of the Career Resource Center, the College of Letters, Summerfields Dining Hall, and the Mellon Program.","latitude":"41.553032","url":"http://www.wesleyan.edu/virtualtour/photos/butterfield.jpg","id":"351","campus_map_building_id":"45"},{"longitude":"-72.65534","facility_id":"F_510","search_terms":null,"name":"Butterfield Colleges - C","description":null,"latitude":"41.552478","url":null,"id":"353","campus_map_building_id":"45"},{"longitude":"-72.654331","facility_id":"F_509","search_terms":null,"name":"Butterfield Colleges - B","description":null,"latitude":"41.552358","url":null,"id":"352","campus_map_building_id":"45"},{"longitude":"-72.658639","facility_id":"F_97","search_terms":"Cinema Archives","name":"Cinema Archives","description":"The archives houses the University's growing collection related to motion picture and television history. Ingrid Bergman, Frank Capra, Clint Eastwood, Federico Fellini, Kay Francis, Elia Kazan, Frank Perry, Roberto Rossellini, and Martin Scorsese are some of the names you'll find in the collection. An excellent place for research.","latitude":"41.558532","url":"http://www.wesleyan.edu/virtualtour/photos/cinema_archives.jpg","id":"P_41","campus_map_building_id":"32"},{"longitude":"-72.661482","facility_id":"F_57","search_terms":"Tennis Courts, Tennis","name":"John Wood Memorial Tennis Courts","description":"Named for John L. Wood, who coached a variety of sports at Wesleyan during his tenure from 1941 through 1970, including basketball, golf, football and a two-year stint as head men's tennis coach in 1949 and 1950, the 16 hard-surfaced tennis courts along Vine Street are broken up into four banks for four courts each.  The courts are used by both the men's and women's teams for practice and matches as well as a local high school.","latitude":"41.557906","url":"http://www.wesleyan.edu/virtualtour/photos/tenniscourts.jpg","id":"P_62","campus_map_building_id":"71"},{"longitude":null,"facility_id":"F_49","search_terms":"Archaeology, Archaeology Program, 294 High Street, Downey House","name":"Archaeology Program","description":"Downey House, 294 High Street","latitude":null,"url":null,"id":"P_405","campus_map_building_id":null},{"longitude":"-72.660420","facility_id":"0","search_terms":"Track, anderson, anderson track, andersen track, andersen, outdoor track","name":"Andersen Track","description":"Named for K. Tucker Andersen '63, the Andersen Track is a 400-meter all-weather track and home for the Wesleyan men's and women's outdoor track and field teams. During the fall, the interior of the track is used as the home field for the Wesleyan field hockey team. The Andersen track has been used for regional meets, including the ECAC women's track and field championships and the men's and women's NESCAC championships. Area high schools also have used the Andersen Track for their competitions.","latitude":"41.550102","url":"http://www.wesleyan.edu/virtualtour/photos/andersentrack.jpg","id":"P_63","campus_map_building_id":"72"},{"longitude":"-72.657952","facility_id":"F_112","search_terms":"Soccer Field, Lacrosse Field, Soccer, Lacrosse","name":"Jackson Field","description":"Located across Wyllys Avenue from Andrus Field, Jackson Field has been the primary varsity playing field for men's and women's soccer as well as men's and women's lacrosse since the late 1970s. A picturesque setting for any athletic contest, Jackson Field is bordered by the 11-building Center for the Arts and is adjacent to the Stewart M. Reid House, which houses the college's admissions office. Called North Field for many years, the field was renamed Jackson Field at a dedication ceremony October 21, 2006, to honor longtime men's soccer and lacrosse coach Terry Jackson, who retired in 1998 after more than 30 years at the University.","latitude":"41.557906","url":"http://www.wesleyan.edu/virtualtour/photos/northfield.jpg","id":"P_64","campus_map_building_id":"73"},{"longitude":"-72.656748","facility_id":"F_603","search_terms":"Cardinal Technology Center, marketplace, kosher kitchen, Wesleyan Student Assembly, Student Activities and Leadership Development, Dining, Usdan, university center","name":"Usdan University Center","description":"The <a href=\"http://www.wesleyan.edu/usdan\" target=\"new\"><u>Usdan University Center</u></a>, which opened in fall 2007, overlooks Andrus Field, College Row, and Olin Library and fosters intellectual exchange between students, faculty, staff, and alumni. The center houses campus dining; Wesleyan Station, the university post office; the University Box Office; meeting rooms; offices for the <a href=\"http://www.wesleyan.edu/wsa\" target=\"new\"><u>Wesleyan Student Assembly</u></a>, <a href=\"http://www.wesleyan.edu/eventscheduling\" target=\"new\"><u>University Events and Scheduling</u></a>, and <a href=\"http://www.wesleyan.edu/stuact\" target=\"new\"><u>Student Activities and Leadership Development</u></a>; and retail spaces for the Cardinal Technology Center.","latitude":"41.556808","url":"http://www.wesleyan.edu/virtualtour/photos/usdan.jpg","id":"P_85","campus_map_building_id":"77"},{"longitude":"-72.655262","facility_id":"F_228","search_terms":"200 Church Street","name":"200 Church Street","description":"200 Church Street was established for first-year students seeking a safe and celebratory community that addresses the unique experiences of individuals from underrepresented racial, ethnic, and marginalized groups. Undergraduates residing here develop programs that explore their different struggles and identities and actively address racism and oppression through a students of color framework.","latitude":"41.554399","url":"http://www.wesleyan.edu/virtualtour/photos/200church.jpg","id":"P_82","campus_map_building_id":"74"},{"longitude":"-72.656257","facility_id":"F_475","search_terms":"202 Washington Street","name":"202 Washington Street","description":"Wesleyan undergraduates feel right at home at this wood-frame house with large bay windows. The residence hall has mostly double rooms and a main kitchen, lounge, and sitting room on the first floor.","latitude":"41.560619","url":"http://www.wesleyan.edu/virtualtour/photos/202washington.jpg","id":"P_83","campus_map_building_id":"75"},{"longitude":"-72.657201","facility_id":"F_476","search_terms":"230 Washington Street","name":"230 Washington Street","description":"This comfortable wood-frame residence hall is one of the oldest houses on campus. It has 20 rooms, most of them spacious doubles, that accommodate about 35 students.","latitude":"41.560362","url":"http://www.wesleyan.edu/virtualtour/photos/230washington.jpg","id":"P_84","campus_map_building_id":"76"},{"longitude":"-72.650619","facility_id":"F_578","search_terms":"Broad Street Books, Red and Black Cafe, Bookstore, Wesleyan Bookstore and Cafe, Textbooks, Books","name":"Broad Street Books / Red and Black Cafe","description":"More than a bookstore, you will find supplies for your room and classes, and the Red and Black Cafe with its overstuffed sandwiches, soups, and salads as part of dining services.","latitude":"41.557468","url":"http://www.wesleyan.edu/virtualtour/photos/broadstreet_redblack.jpg","id":"BSBK","campus_map_building_id":"24"},{"longitude":"-72.656837","facility_id":"F_92","search_terms":"Center for the Arts, CFA, Art Workshops, Art Studios, Music Studios","name":"Center for the Arts - Art Studio South","description":"The 11-building complex opened in 1973 and its design rarely elicits a neutral response. The limestone exterior reacts to weather and time. Inside, using underground and above- ground space, the CFA is full of activity with its constant flux of student, faculty, and professional performances and exhibitions. The CFA complex is built around the soccer/lacrosse field, and, like Andrus Field, is one of many examples of Wesleyan's healthy relationship between athletics and academics.","latitude":"41.558628","url":"http://www.wesleyan.edu/virtualtour/photos/cfa.jpg","id":"ARTS","campus_map_building_id":"29"},{"longitude":"-72.655506","facility_id":"F_43","search_terms":"Center for the Americas","name":"Center for the Americas","description":"Originally constructed in 1837 as the President's House, this restored and renovated building brings Latin American Studies and American Studies together under one roof. Royalties from President Fisk's book, \"Travels in Europe,\" helped fund original construction costs that came to $7,000.","latitude":"41.557295","url":"http://www.wesleyan.edu/virtualtour/photos/cams.jpg","id":"CAMS","campus_map_building_id":"26"},{"longitude":"-72.658854","facility_id":"F_97","search_terms":"Center for Film Studies, Cinema Archives, Screening Room 100","name":"Center for Film Studies","description":"Opened in 2004, the Center for Film Studies has a 412-seat, state-of-the-art screening room - a great place to take in a film with friends. Film Studies, connected to the Cinema Archives, is a leader in teaching the theory, history and production of film and has production facilities for virtual, digital, and 16mm filmmaking formats.","latitude":"41.558612","url":"http://www.wesleyan.edu/virtualtour/photos/film_studies.jpg","id":"806","campus_map_building_id":"22"},{"longitude":"-72.66115","facility_id":"F_502","search_terms":"Freeman Athletic Center, Freeman, Athletic Center, Spurrier-Snyder Rink, Spurrier Snyder Rink, Ice Hockey Rink, Ice Skating Rink, Rink, Hockey Arena, Bacon Field House, Indoor Track, Wesleyan Natatorium, Natatoriun, Pool, Rosenbaum Squash Center, Squash Courts, Fitness Center, Fitness, Andersen Fitness Center, gym, gymnasium, Basketball Court","name":"Freeman Athletic Center","description":"For the recreational, intramural, and dedicated athlete, as well for Wesleyan's 27 Division III teams, the center has it all and then some. Physical education classes and clubs offer opportunities to try out new sports and activities. The complex has an Olympic-size pool, a fitness/strength training center, indoor and outdoor tracks, a rink for skating activities, and tennis, basketball, and international squash courts.","latitude":"41.551732","url":"http://www.wesleyan.edu/virtualtour/photos/572.jpg","id":"572","campus_map_building_id":"21"},{"longitude":null,"facility_id":"F_570","search_terms":"McConaughy Dining Hall, MoCon","name":"McConaughy Hall","description":"Officially named McConaughy Hall, for generations of students who ate there it was known simply as MoCon. It ceased service as a dining facility in 2007 when the Usdan University Center opened.","latitude":null,"url":"http://www.wesleyan.edu/virtualtour/photos/052.jpg","id":"052","campus_map_building_id":"12"},{"longitude":"-72.659537","facility_id":"F_31","search_terms":"Van Vleck Observatory, Van Vleck, Observatory, Telescope","name":"Van Vleck Observatory","description":"Whether you are an astronomy major or not, you will want to set aside at least one Wednesday night Open House to take a close look at the night sky. Visitors to the Van Vleck Observatory will see celestial objects as they've never seen them before through the 16-inch Meade telescope. You will find throughout Wesleyan that resources are made accessible, and many opportunities are available for students to be involved.","latitude":"41.555621","url":"http://www.wesleyan.edu/virtualtour/photos/054.jpg","id":"054","campus_map_building_id":"13"},{"longitude":"-72.656504","facility_id":"F_11","search_terms":"Public Affairs Center, PAC, College of Social Studies, CSS, Hansel Lecture Hall","name":"Public Affairs Center","description":"The PAC is the home of the social sciences: History, Economics, Sociology, Government, and the College of Social Studies. It has the four Macintosh labs on campus. Originally named Harriman Hall, it was an all-female dorm when Wesleyan was coed the first time.","latitude":"41.554638","url":"http://www.wesleyan.edu/virtualtour/photos/301.jpg","id":"301","campus_map_building_id":"14"},{"longitude":"-72.656059","facility_id":"F_9","search_terms":"Hall-Atwater Laboratory, Hall-Atwater, Hall Atwater, Hughes Program in Life Sciences, Hughes Program, Kerr Lecture Hall","name":"Hall-Atwater Laboratory","description":"Wesleyan has the most lab space per student of any school in the country. Atwater, named for the fellow who discovered that the calorie is associated with food, serves as the home of the departments of Biology, Chemistry, and Molecular Biology and Biochemistry. Facilities include cold rooms and other temperature rooms, environment chambers, chromatography rooms, darkrooms, transmission and scanning electron microscopes, nuclear magnetic resonance spectrometers, mass and infrared spectrometers, and a variety of gas and liquid chromatographs.","latitude":"41.553197","url":"http://www.wesleyan.edu/virtualtour/photos/342.jpg","id":"342","campus_map_building_id":"15"},{"longitude":"-72.656136","facility_id":"F_347","search_terms":"Center for African American Studies, CAAS, AFAM","name":"Center for African American Studies","description":"Center for African American Studies sponsors a wide variety of academic and cultural events, as well as a series of events during Black history month. The center also houses The African American Studies Program.","latitude":"41.560009","url":"http://www.wesleyan.edu/virtualtour/photos/024.jpg","id":"350","campus_map_building_id":"46"},{"longitude":"-72.656733","facility_id":"F_89","search_terms":"Crowell Concert Hall, Crowell, Concert Hall","name":"Center for the Arts Crowell Concert Hall","description":"With 411 intimate and elegant seats, it's the largest concert facility on campus. You can attend student recitals and performances by the Ebony Singers, the Wesleyan Singers, the Wesleyan Jazz Orchestra, WESWinds, and the Wesleyan University Orchestra. You can also sample prestigious music artists in the Crowell Concert Hall Series.","latitude":"41.557279","url":"http://www.wesleyan.edu/virtualtour/photos/362.jpg","id":"362","campus_map_building_id":"17"},{"longitude":"-72.657008","facility_id":"F_91","search_terms":null,"name":"Center for the Arts - Music Studios","description":null,"latitude":"41.558419","url":null,"id":"364","campus_map_building_id":"29"},{"longitude":"-72.657802","facility_id":"F_95","search_terms":null,"name":"Center for the Arts - Art Workshop","description":null,"latitude":"41.558997","url":null,"id":"368","campus_map_building_id":"29"},{"longitude":"-72.656751","facility_id":"F_86","search_terms":"Theater, CFA Theater","name":"Center for the Arts - Theater","description":"This 400-seat facility is where you'll take classes in theater production, acting, history, theory, and design. The versatile stage is also the setting for the Theater and Dance departments' faculty and student productions and performances as well as professional performances.","latitude":"41.559559","url":"http://www.wesleyan.edu/virtualtour/photos/theater.jpg","id":"370","campus_map_building_id":"30"},{"longitude":"-72.656837","facility_id":"F_93","search_terms":null,"name":"Center for the Arts - Art Studio North","description":null,"latitude":"41.558628","url":null,"id":"ASN","campus_map_building_id":"29"},{"longitude":"-72.656","facility_id":"F_51","search_terms":"Davison Art Center, DAC, Art Library, Prints, Davison Print Collection, Print Collection, Davison Art Center Gallery","name":"Davison Art Center","description":"The Davison Art Center houses a collection of nearly 18,000 prints by European and American artists and about 6,000 photographs. If the inside looks familiar, a number of features of the Davison Art Center's interior, formerly the Alsop House, are reproduced in the Neo-Classical Gallery in the American Wing of the Metropolitan Museum of Art in New York.","latitude":"41.558339","url":"http://www.wesleyan.edu/virtualtour/photos/021.jpg","id":"021","campus_map_building_id":"9"},{"longitude":null,"facility_id":"F_49","search_terms":"Department of Classical Studies, Classical Studies, Downey House, 294 High Street","name":"Classical Studies","description":"Downey House, 294 High Street","latitude":null,"url":null,"id":"P_411","campus_map_building_id":null},{"longitude":"-72.660356","facility_id":"F_498","search_terms":null,"name":"Nicolson 5.5","description":null,"latitude":"41.555336","url":null,"id":"P_425","campus_map_building_id":null}]}
